IDEA StatiCa Open Model
PolyLine2D Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PolyLine2D()
Public Sub New
public:
PolyLine2D()
See Also
Reference
PolyLine2D Class
IdeaRS.OpenModel.Geometry2D Namespace